Revit 2027 API
ColorWithTransparency.GetBlue Method
 get blue
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public uint GetBlue()
Public Function GetBlue As UInteger
public:
unsigned int GetBlue()
member GetBlue : unit -> uint32
Return Value
UInt32
 blue
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace